{
  "about_me_description": "Я работаю в области веб-разработки и дизайна более 5 лет. В свободное время мне нравится проводить время с семьей, смотреть фильмы и аниме.",
  "fullStack_javaScript_developer": "Привет! Я Илья, FullStack JavaScript разработчик",
  "download_cv": "Скачать резюме",
  "contact_me": "Связаться со мной",
  "skills_and_tools": "Навыки и инструменты",
  "lets_work_together": "Давайте работать вместе!",
  "open_for_work": "Понравился мой код? В настоящее время я открыт для работы в качестве FullStack JavaScript разработчика.",
  "work_together_name": "Имя",
  "work_together_email": "Электронная почта",
  "work_together_message": "Сообщение",
  "submit": "Отправить",
  "About": "Обо мне",
  "Projects": "Проекты",
  "Contact": "Контакты",
  "amdocs_description": "Вы знаете каталог IKEA, верно? Это всеобъемлющая книга, которая представляет все, что они продают в одном месте. Подобно этому, операторы, такие как Golan, HOT, T-Mobile, Vodafone, также нуждаются в каталоге, чтобы определить и представить все, что они предлагают своим клиентам. Catalog One - это облачное решение, построенное с использованием технологии микросервисов. Оно позволяет операторам оптимизировать свои процессы и значительно сократить время выхода на рынок своих продуктов и услуг.",
  "microsoft_description": "Microsoft 365 Defender - это единый набор средств защиты пред- и пост-вторжения предприятия, который естественным образом координирует обнаружение, предотвращение, расследование и реагирование на конечные точки, идентификаторы, электронную почту и приложения для обеспечения интегрированной защиты от сложных атак. Создан с использованием React, Typescript и современных технологий FrontEnd.",
  "personal_project_description": "Веб-сайт, основанный на React и созданный с использованием сборщика Webpack. Включает ленивую загрузку, переключатель светлой/темной темы, интернационализацию и дополнительные зависимости, такие как react-scroll, react-icons и интеграцию с EmailJs. Архитектура приложения основана на Feature-Sliced Design."
}
